{"posts":[{"id":1,"title":"Business Adventures","author":"John Brooks","image":"book1.jpg","description":"What do the $350 million Ford Motor Company disaster known as the Edsel, the fast and incredible rise of Xerox, and the unbelievable scandals at General Electric and Texas Gulf Sulphur have in common? Each is an example of how an iconic company was defined by a particular moment of fame or notoriety; these notable and fascinating accounts are as relevant today to understanding the intricacies of corporate life as they were when the events happened."},{"id":2,"title":"The Intelligent Investor","author":"Benjamin Graham","image":"book2.jpg","description":"The greatest investment advisor of the twentieth century, Benjamin Graham, taught and inspired people worldwide. Graham's philosophy of \"value investing\" — which shields investors from substantial error and teaches them to develop long-term strategies — has made \"The Intelligent Investor\" the stock market bible ever since its original publication in 1949."},{"id":3,"title":"The Innovator's Dilemma","author":"Clayton M. Christensen","image":"book3.jpg","description":"Offering both successes and failures from leading companies as a guide, \"The Innovator's Dilemma\" gives you a set of rules for capitalizing on the phenomenon of disruptive innovation."},{"id":4,"title":"The Outsiders","author":"William N. Thorndike","image":"book4.jpg","description":"What makes a successful CEO? Most people call to mind a familiar definition: \"a seasoned manager with deep industry expertise.\" Others might point to the qualities of today's so-called celebrity CEOs — charisma, virtuoso communication skills, and a confident management style. But what really matters when you run an organization? What is the hallmark of exceptional CEO performance? Quite simply, it is the returns for the shareholders of that company over the long term."},{"id":5,"title":"How to Win Friends & Influence People","author":"Dale Carnegie","image":"book5.jpg","description":"Dale Carnegie's rock-solid, time-tested advice has carried countless people up the ladder of success in their business and personal lives. One of the most groundbreaking and timeless bestsellers of all time, \"How to Win Friends & Influence People\" will teach you: six ways to make people like you, twelve ways to win people to your way of thinking, nine ways to change people without arousing resentment, and more."},{"id":6,"title":"The Art of War","author":"Sun Tzu","image":"book6.jpg","description":"Written in the 6th century BC, Sun Tzu's \"The Art of War\" is still used as a book of military strategy today. Napoleon, Mae Zedong, General Vo Nguyen Giap and General Douglas MacArthur all claimed to have drawn inspiration from it. And beyond the world of war, business and management gurus have also applied Sun Tzu's ideas to office politics and corporate strategy."},{"id":7,"title":"Emotional Intelligence","author":"Daniel Goleman","image":"book7.jpg","description":"Through vivid examples, Goleman delineates the five crucial skills of emotional intelligence, and shows how they determine our success in relationships, work, and even our physical well-being. What emerges is an entirely new way to talk about being smart."}]}